
/*
  Localizable.strings
  JMDictionary

  Created by Kovs on 04.07.2023.
  
*/


/* MAIN VIEWS*/

"Home" = "Главная";
"Dictionary" = "Словарь";
"Open" = "Открытые";
"Closed" = "Закрытые";

"Sort items" = "Сортировка слов";
"Creation Date" = "Дата создания";
"Optimized" = "Оптимальный";
"Title" = "Заголовок";

"None" = "Нет";


/* EDIT VIEWS*/

"Are you sure you want to delete this project and all of its items?" = "Вы уверены что хотите удалить группу со всеми его словами?";

"Basic Settings" = "Базовые Настройки";

"Closing a project moves it from the Open tab to the Closed tab; Deleting it removes the project completely." = "Закрытие группы переносит её во вкладку Закрытые; Удаление полностью уничтожает группу.";

"Custom project color" = "Пользовательский цвет";

"Delete project?" = "Удалить группу?";
"Delete" = "Удалить";

"Priority" = "Приоритет";
"High" = "Высокий";
"Medium" = "Средний";
"Low" = "Низкий";





/* ELEMENTS*/

"%lld, completed." = "%lld, завершены.";

"%lld, high priority." = "%lld, высокий приоритет.";

